[
    {
        "id": "0",
        "productName": "13.5T DR High Performance Motor For 1/10 RC Drift",
        "img": "https://www.rcmart.com/image/cache/b5/00116892-r31-house-dr-hpm135-000-310x310_0.jpg",
        "price": 150,
        "description":"This is 13.5T DR High Performance Motor For 1/10 RC Drift. Innovative structure that approaches direct cooling to the heat source by a dedicated FAN mounted on the end bell. Air holes are located at various points inside the motor to maximize the air cooling effect. It is very effective in reducing various negative factors due to heat generation of the motor, such as micro-misplacement of sensor signal, increase in coil resistance, and rotor damage. Also, the dedicated FAN can be attached and detached according to the vehicle mounting space or driving environment. In addition, our new brushless E.S.C. [XARVIS XX] has two dedicated FAN terminals. Even when used in combination with the cooling fan for exclusive use of the XARVIS series [REY-Storm], the original air cooling performance is fully demonstrated."
    },
    {
        "id": "1",
        "productName": "FLEDGE 13.5T Brushless Motor Purple w/ Cooling Fan",
        "img": "https://www.rcmart.com/image/cache/e8/00117335-acuvance-60602-000-310x310_0.jpg",
        "price": 170,
        "description": "This is Acuvance FLEDGE 13.5T Brushless Motor Purple w/ Cooling Fan. Innovative structure that approaches direct cooling to the heat source by a dedicated FAN mounted on the end bell. Air holes are located at various points inside the motor to maximize the air cooling effect. It is very effective in reducing various negative factors due to heat generation of the motor, such as micro-misplacement of sensor signal, increase in coil resistance, and rotor damage. Also, the dedicated FAN can be attached and detached according to the vehicle mounting space or driving environment. In addition, our new brushless E.S.C. [XARVIS XX] has two dedicated FAN terminals. Even when used in combination with the cooling fan for exclusive use of the XARVIS series [REY-Storm], the original air cooling performance is fully demonstrated.."
    },
    {
        "id": "2",
        "productName": "3Racing 1/10 AUPER D5 Blue High Grading Midship Edition 2WD Drift Car Kit EP",
        "img": "https://www.rcmart.com/image/cache/7a/00117722-3racing-kit-auperd5-bu-000-310x310_0.jpg",
        "price": 500,
        "description": "This is 3Racing 1/10 AUPER D5 Blue High Grading Midship Edition 2WD Drift Car Kit EP. AuperD5 is the latest version and a unique full upgraded competition drift chassis from 3Racing engineering, all the new ideas from the drivers and fans at the practices event were finally created, it is a limited production from our factory! "
    },
    {
        "id": "3",
        "productName": "Team Associated 1/10 Apex2 Hoonitruck RTR 4WD RC Onroad EP w/ 2.4GHz Radio",
        "img": "https://www.rcmart.com/image/cache/07/00115458-team-associated-30123-015-310x310_0.jpg",
        "price": 400,
        "description": "This is Team Associated 1/10 Apex2 Hoonitruck RTR 4WD RC Onroad EP w/ 2.4GHz Radio.  Team Associated is excited to partner with Hoonigan. To bring you their world-famous Hoonitruck in radio-control form. Built on an all new Apex2 chassis, the Team Associated Hoonigan Hoonitruck is a tire-slaying beast! The Apex2 chassis has been updated from our previous version with the latest features in on road racing. A front and rear independent suspension with threaded oil-filled shocks and active rear toe give the Apex2 the ultimate in handling on uneven tarmac. This makes it a perfect platform for the Hoonitruck and tire-shredding action!"
    },
    {
        "id": "4",
        "productName": "Tamiya 1/10 TRF420X 4WD Competition Touring Chassis Kit EP",
        "img": "https://www.rcmart.com/image/cache/5d/00117611-tamiya-42382-000-310x310_0.jpg",
        "price": 850,
        "description": "This is Tamiya 1/10 TRF420X 4WD Competition Touring Chassis Kit EP. Tamiya’s R/C designers never rest. They are constantly looking to bring our most hardcore racing fans the very best features that are able to be squeezed into a touring car chassis! Say hello to the TRF420X. The highest end touring car chassis we make, just got better!"
    },
    {
        "id": "5",
        "productName": " Kyosho 1/10 2WD Racing Beetle 2014 Buggy Kit EP",
        "img": "https://www.rcmart.com/image/cache/d6/00059811-kyosho-30614-004-310x310_0.jpeg",
        "price": 300,
        "description": "The legendary Kyosho Beetle is credited with taking the racing buggy category into the realm of pure motorsports. Even after 30 years since it was first released in 1983, the indelible mark of the Beetle still exists with its many fans around the world. Kyosho is proud to renew this machine to all its former glory! While maintaining the wild and free spirit of the original baja bug style body and chassis layout, the 2014 version features the latest in performance technology and sacrifices nothing in speed and endurance on modern buggy racing tracks. Externally it may look like the original Beetle with its semi-trailing suspension arms, but the advanced 6061T6 forged aluminum material delivers futuristic levels of strength, rigidity and durability."
    },
    {
        "id": "6",
        "productName": "Slidelogy Aluminum 4.8MM Ball Stud 10mm 10pcs Red",
        "img": "https://www.rcmart.com/image/cache/22/00108593-slidelogy-sdy-0242rd-000-310x310_0.jpeg",
        "price": 5.50,
        "description": "Aluminum Lightweight ballstuds for reducing weight on your car! Comes in all sorts of different colors and lengths for you to match to your car! "
    },
    {
        "id": "7",
        "productName": "Tamiya 5mm Ball Collar 5 pcs Silver",
        "img": "https://www.rcmart.com/image/cache/76/00106901-tamiya-50591-000-310x310_0.jpeg",
        "price": 3.50,
        "description": "This is Tamiya 5mm Ball Collar 5 pcs Silver."
    },
    {
        "id": "8",
        "productName": "Tamiya Front Rear Propeller Joint Set w/ Shaft For TA02 TA02SW",
        "img": "https://www.rcmart.com/image/cache/41/00078378-tamiya-19805901-000-310x310_0.jpeg",
        "price": 8.50,
        "description": "Tamiya Front Rear Propeller Joint Set w/ Shaft For TA02 TA02SW #19805901.This is Tamiya Front Rear Propeller Joint Set w/ Shaft For TA02 TA02SW."
    },
    {
        "id": "9",
        "productName": "Tamiya TA02SW Porsche RSR Type 934 Jägermeister J Parts Set Black",
        "img": "https://webassets-prod.ultimateperformance.com/uploads/2021/06/16151859/Muscle-build-Header-Kamran.jpg",
        "price": 7000,
        "description": "Tamiya TA02SW Porsche RSR Type 934 J채germeister J Parts Set Black #19118018.        This is Tamiya TA02SW Porsche RSR Type 934 J채germeister J Parts Set Black."
    },
    {
        "id": "10",
        "productName": "Traxxas 1/8 Sledge 4WD RTR Brushless Monster Truck Orange Version w/ TSM TQi 2.4GHz Radio VXL-6S Power System",
        "img": "https://www.rcmart.com/image/cache/78/00115626-traxxas-95076-4orng-000-310x310_0.jpg",
        "price": 800,
        "description": "This is Traxxas 1/8 Sledge 4WD RTR Brushless Monster Truck Orange Version w/ TSM TQi 2.4GHz Radio VXL-6S Power System. Engineered. Tested. Built to a higher standard. The all-new Sledge is made to exceed your expectations for quality, toughness, and fun. The rock-solid chassis, massive steel drivetrain, ferocious 6s power, and race-inspired handling leave everything else in the dust."
    }
]